[
    {
      "name": "Jett",
      "description": "Cepat, lincah, dan mematikan. Jett adalah pilihan tepat bagi mereka yang suka bermain agresif. Gunakan kemampuan dasarnya untuk mengelabui lawan dan serang dengan kecepatan yang tak terduga.",
      "fun_fact": "Jett berasal dari Korea Selatan dan terkenal dengan gaya bermain yang stylish."
    },
    {
      "name": "Raze",
      "description": "Ahli ledakan yang penuh kejutan! Raze membawa keceriaan di setiap pertarungan dengan granat dan roket yang menghancurkan lawan. Jangan biarkan dia mendekat jika tidak ingin terkena serangan dahsyatnya.",
      "fun_fact": "Raze berasal dari Brasil dan dikenal sebagai agen paling eksplosif di medan perang."
    },
    {
      "name": "Sage",
      "description": "Pelindung tim yang bisa membalikkan keadaan. Dengan kemampuan penyembuhan dan dinding penghalang, Sage adalah aset berharga yang selalu dicari oleh tim mana pun.",
      "fun_fact": "Sage berasal dari China dan memiliki keahlian dalam seni penyembuhan kuno."
    },
    {
      "name": "Phoenix",
      "description": "Bermain dengan api bukan masalah bagi Phoenix. Dia bisa membakar lawan, menyembuhkan dirinya sendiri, dan kembali ke pertempuran dengan gaya. Pemain yang percaya diri akan sangat cocok dengannya.",
      "fun_fact": "Phoenix berasal dari Inggris dan memiliki kepribadian yang karismatik di medan tempur."
    },
    {
      "name": "Cypher",
      "description": "Ahli mata-mata yang tak tertandingi. Dengan perangkat dan kamera pengintainya, Cypher bisa mengendalikan medan perang dari bayang-bayang. Tidak ada musuh yang bisa bersembunyi darinya.",
      "fun_fact": "Cypher berasal dari Maroko dan selalu menyembunyikan identitas aslinya."
    },
    {
      "name": "Omen",
      "description": "Bayangan yang selalu mengintai. Omen adalah agen misterius yang mampu berteleportasi dan membingungkan musuhnya. Jika dia menghilang dari pandangan, bersiaplah untuk serangan mendadak.",
      "fun_fact": "Identitas asli Omen tetap menjadi misteri, bahkan bagi para agen lainnya."
    }
  ]
  